Revit 2027 API
UnitTypeId.HourSquareFootDegreesFahrenheitPerBritishThermalUnit Property
 Hour square foot degrees Fahrenheit per British thermal unit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HourSquareFootDegreesFahrenheitPerBritishThermalUnit { get; }
Public Shared ReadOnly Property HourSquareFootDegreesFahrenheitPerBritishThermalUnit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HourSquareFootDegreesFahrenheitPerBritishThermalUnit {
	ForgeTypeId^ get ();
}
static member HourSquareFootDegreesFahrenheitPerBritishThermalUnit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace